export const radioData1 = [
    '我工作繁忙，经常加班, 陪伴孩子的时间较少',
    '我能按时下班，下班后及周末也有时间陪伴孩子',
    '我是自由职业者，时间自由充沛',
    '我是全职妈妈/爸爸',
    '其他',
]

export const radioData2 = [
   
    '大专及以下',
    '大学本科',
    '硕士研究生',
    '博士研究生',
    '其他',
]

export const radioData3 = [
    '男生',
    '女生',
    '保密',
]

export const radioData4 = [
    '妈妈',
    '爸爸',
]

export const radioData5 = [
    '杭州第2期（7月1日开始，每周五）',
    '杭州第3期（7月2日开始，每周六）',
    '杭州第2、3期都可以',
]

export const checkboxData = [
    '我的孩子问题很多，不知道如何管教',
    '我觉得我不喜欢、不享受带孩子的过程，觉得很不开心',
    '我和孩子的关系总有问题，对抗、发脾气、闹别扭比较多',
    '我不知道自己的养育方式是否正确，想要更多了解',
    '我的先生／太太很少参与养育，担心对孩子的成长不利',
    '我和我的先生／太太有不同的养育观，闹的不愉快',
    '其他',
]

export const radioData6 = [
    '身份证',
    '护照',
]

